Repository: TrustPoint-Project/trustpoint
Catalog: trustpoint/pki/locale/*/LC_MESSAGES/django.po
Languages: de

source: Unspecified
de: Ohne Angabe

source: Key Compromise
de: Schlüssel kompromittiert

source: CA Compromise
de: CA kompromittiert

source: Affiliation Changed
de: Zugehörigkeit geändert

source: Superseded
de: Ersetzt

source: Cessation of Operation
de: Betrieb eingestellt

source: Certificate Hold
de: Zertifikat halten

source: Privilege Withdrawn
de: Privileg widerrufen

source: AA Compromise
de: AA kompromittiert

source: Remove from CRL
de: Von CRL entfernen

source: Revoked
de: Widerrufen

source: Local
de: Lokal

source: Remote
de: Extern

source: Application
de: Anwendung

source: Generic
de: Generisch

source: Select Certificate Container Type
de: Zertifikatscontainertyp auswählen

source: Single File
de: Einzelne Datei

source: Separate Certificate Files (as .zip file)
de: Separate Zertifikatsdateien (als .zip-Datei)

source: Separate Certificate Files (as .tar.gz file)
de: Separate Zertifikatsdateien (als .tar.gz-Datei)

source: Select Included Certificates
de: Enthaltene Zertifikate auswählen

source: Selected certificates only
de: Nur ausgewählte Zertifikate

source: Include certificate chains
de: Zertifikatsketten einschließen

source: Select Certificate File Format
de: Zertifikats-Dateiformat wählen

source: Select Method
de: Methode auswählen

source: Import a new Issuing CA from file
de: Eine neue Issuing CA aus Datei importieren

source: Generate a key-pair and request an Issuing CA certificate
de: Ein Schlüsselpaar erzeugen und ein Issuing CA-Zertifikat anfordern

source: Configure a remote Issuing CA
de: Eine externe Issuing CA konfigurieren

source: File Type
de: Dateityp

source: Unique Name
de: Eindeutiger Name

source: PKCS#12 File (.p12, .pfx)
de: PKCS#12-Datei (.p12, .pfx)

source: [Optional] PKCS#12 password
de: [Optional] PKCS#12-Passwort

source: Generate CRL upon certificate revocation.
de: Beim Zertifikatswiderruf Sperrliste generieren.

source: Unexpected error occurred while trying to get file contents. Please see logs for further details.
de: Ein unerwarteter Fehler ist beim Laden der Dateiinhalte aufgetreten. Mehr Details sind im Log vorhanden.

source: Private Key File (.key, .pem)
de: Privater Schlüssel (.key, .pem)

source: [Optional] Private Key File Password
de: [Optional] Passwort für privaten Schlüssel

source: Issuing CA Certificate (.cer, .der, .pem, .p7b, .p7c)
de: Issuing CA-Zertifikat (.cer, .der, .pem, .p7b, .p7c)

source: [Optional] Certificate Chain (.pem, .p7b, .p7c)
de: [Optional] Zertifikatskette (.pem, .p7b, .p7c)

source: PEM or PKCS#7 File
de: PEM oder PKCS#7-Datei

source: Select Truststore Container Type
de: Truststore-Containertyp auswählen

source: Select Truststore File Format
de: Truststore-Dateityp auswählen

source: The uploaded file(s) contain more than {cert_count} certificates.
de: Die hochgeladene(n) Datei(en) enthalten mehr als {cert_count} Zertifikate.

source: An unexpected internal server error occurred during CA initialization.Please contact the Trustpoint support.
de: Ein unerwarteter interner Serverfehler ist während der CA-Initialisierung aufgetreten. Bitte den Trustpoint-Support kontaktieren.

source: Issuing CA already exists with unique name: {name}.
de: Eine Issuing CA mit dem eindeutigen Namen {name} existiert bereits.

source: IPv4 Address
de: IPv4-Adresse

source: IPv6 Address
de: IPv6-Adresse

source: IPv4 Network
de: IPv4-Netzwerk

source: IPv6 Network
de: IPv6-Netzwerk

source: Critical
de: Kritisch

source: Path Length Constraint
de: Pfadlängenbegrenzung

source: Digital Signature
de: Digitale Signatur

source: Encipher Only
de: Nur vershlüsseln

source: Decipher Only
de: Nur entschlüsseln

source: RFC822 Names
de: RFC822 Namen

source: DNS Names
de: DNS Namen

source: Directory Names
de: Verzeichnisnamen

source: IP Addresses
de: IP-Adressen

source: Registered IDs
de: Registrierte IDs

source: Other Names
de: Weitere Namen

source: Revocation reason
de: Widerrufsgrund

source: Signature Algorithm OID
de: OID des Signatur-Algorithmus

source: Signature Algorithm
de: Signatur-Algorithmus

source: Signature Value
de: Signatur-Wert

source: Serial Number
de: Seriennummer

source: Issuers
de: Aussteller

source: Issuer
de: Aussteller

source: Issuer Public Bytes
de: Öffentliche Bytes des Ausstellers

source: Not Valid Before (UTC)
de: Nicht gültig vor (UTC)

source: Not Valid After (UTC)
de: Nicht gültig nach (UTC)

source: Subject
de: Subjekt

source: Subject Public Bytes
de: Subjekt Öffentliche Bytes

source: Public Key Algorithm OID
de: OID des Algorithmus für den öffentlichen Schlüssel

source: Public Key Algorithm
de: Algorithmus für den öffentlichen Schlüssel

source: Public Key Size
de: Länge des öffentlichen Schlüssels

source: Public Key Curve OID (ECC)
de: OID der ECC-Kurve für den öffentlichen Schlüssel

source: Public Key Curve (ECC)
de: ECC-Kurve für den öffentlichen Schlüssel

source: Certificate (PEM)
de: Zertifikat (PEM)

source: Public Key (PEM, SPKI)
de: Öffentlicher Schlüssel (PEM, SPKI)

source: Added at
de: Hinzugefügt um

source: Root CA Certificate
de: Root CA-Zertifikat

source: Intermediate CA Certificates
de: Intermediate CA-Zertifikat

source: Issuing CA Certificate
de: Issuing CA-Zertifikat

source: Private Key (PEM)
de: Privater Schlüssel (PEM)

source: Intermediate CA Index (Order)
de: Intermediate CA-Index (Reihenfolge)

source: Trust Store Certificate Index (Order)
de: Truststore-Zertifikatsindex (Reihenfolge)

source: Object Class
de: Objektklasse

source: Surname
de: Nachname

source: Country Name
de: Name des Landes

source: Locality Name
de: Name der Ortschaft

source: State or Province Name
de: Name des Bundeslandes oder der Provinz

source: Street Address
de: Straßenadresse

source: Organization Name
de: Name der Organisation

source: Organizational Unit Name
de: Name der Organisationseinheit

source: Title
de: Titel

source: Description
de: Beschreibung

source: Search Guide
de: Suchhilfe

source: Business Category
de: Firmenkategorie

source: Postal Address
de: Postadresse

source: Postal Code
de: Postleitzahl

source: Post Office Box
de: Postfach

source: Physical Delivery Office Name
de: Name der Stelle für physische Lieferungen

source: Telephone Number
de: Telefonnummer

source: Telex Number
de: Telex-Nummer

source: Telex Terminal Identifier
de: Telex-Terminal ID

source: Facsimile Telephone Number
de: Faxnummer

source: X121 Address
de: X121-Adrese

source: International ISD Number
de: Internationale ISD-Nummer

source: Registered Address
de: Registrierte Adresse

source: Destination Indicator
de: Zielindikator

source: Preferred Delivery Method
de: Bevorzugte Lieferart

source: Presentation Address
de: Präsentationsadresse

source: Supported Application Context
de: Unterstützter Anwendungskontext

source: Member
de: Mitglied

source: Owner
de: Eigentümer

source: Role Occupant
de: Rolleninhaber

source: See Also
de: Siehe auch

source: User Password
de: Nutzerpasswort

source: User Certificate
de: Nutzerzertifikat

source: CA Certificate
de: CA-Zertifikat

source: Authority Revocation List
de: Autoriätssperrliste

source: Certificate Revocation List
de: Zertifikatssperrliste

source: Cross Certificate Pair
de: Kreuzzertifikatspaar

source: Given name
de: Vorname

source: Initials
de: Initialien

source: Generation Qualifier
de: Generationsqualifier

source: X500 Unique identifier
de: X500 Eindeutiger Identifizierer

source: Enhanced Search Guide
de: Erweiterte Suchhilfe

source: Protocol Information
de: Protokollinformation

source: Distinguished Name
de: Auszeichnender Name

source: Unique Member
de: Eindeutiges Mitglied

source: House Identifier
de: Hausidentifizierung

source: Supported Algorithms
de: Unterstützte Algorithmen

source: Delta Revocation List
de: Delta-Widerrufsliste

source: Clearance
de: Freigabe

source: Default DIR QOP
de: Standard DIR QOP

source: Attribute Integrity Info
de: Attribut-Integritätsinfo

source: Attribute Certificate
de: Attribut-Zertifikat

source: Attribute Certificate Revocation List
de: Attribut-Zertifikatssperrliste

source: Conf Key Info
de: Konf Schlüsselinfo

source: AA Certificate
de: AA-Zertifikat

source: Attribute Descriptor Certificate
de: Attributbeschreibendes Zertifikat

source: Attribute Authority Revocation List
de: Attribut Autoritätssperrliste

source: Family Information
de: Familieninformation

source: Communications Service
de: Kommunikationsdienstleister

source: Communications Network
de: Kommunikationsnetzwerk

source: Certification Practice Statement
de: Zertifikationshandhabungserklärung

source: Certificate Policy
de: Zertifikatsrichtlinie

source: PKI Path
de: PKI-Pfad

source: Privilege Policy
de: Privilegsrichtlinie

source: Role
de: Rolle

source: PMI Delegation Path
de: PMI Delegationspfad

source: Protected Privilege Policy
de: Geschützte Privilegsrichtlinie

source: XML Privilege Info
de: XML Privilegsinformation

source: XML Privilege Policy
de: XML Privilegsrichtlinie

source: UUID Pair
de: UUID-Paar

source: Unique Item Identifier Format
de: Format der eindeutigen Artikelkennung

source: Unique Item Identifier in URN
de: Eindeutige Artikelkennung in URN

source: Content URL
de: Inhalts-URL

source: Permission
de: Erlaubnis

source: Password Attribute
de: Passwort-Attribute

source: UTM (Universal Transverse Mercator) Coordinates
de: UTM (Universal Transverse Mercator)-Koordinaten

source: Unique Item Identifier (UII)
de: Eindeutige Artikelkennung (UII)

source: Electronic Product Code
de: Elektronischer Produktcode

source: Electronic Product Code Format
de: Format des elektronischen Produktcodes

source: Electronic Product Code in URN
de: Elektronischer Produktcode in URN

source: Tag Location
de: Tag-Lokation

source: Organization Identifier
de: Organisationskennung

source: Country Code 3C (ISO 3166-1 alpha-3)
de: Ländercode 3C (ISO 3166-1 alpha-3)

source: Country Code 3N ( ISO 3166-1 numeric-3)
de: Ländercode 3N ( ISO 3166-1 numeric-3)

source: End-Entity Public-Key Certificate Revocation List
de: Endeinheits-Public-Key-Zertifikatsperrliste

source: End-Entity Attribute Certificate Revocation List
de: Endeinheits-Attributs-Zertifikatsperrliste

source: Supported Public-Key Algorithms
de: Unterstützte Public-Key-Algorithmen

source: Internationalized Email Address
de: Internationalisierte E-Mail-Adresse

source: Jabber Identifier
de: Jabber-Kennzeichner

source: Object Identifier
de: Objektkennzeichner

source: Main State Registration Number of juridical entities (OGRN)
de: Staatliche Hauptregistrierungsnummer jurisitischer Personen (OGRN)

source: Individual Insurance Account Number (SNILS)
de: Individuelle Versicherungskontonummer (SNILS)

source: Individual Taxpayer Number (ITN) of the legal entity
de: Individuelle Steuerzahlernummer (ITN) der juristischen Person

source: Main State Registration Number of individual entrepreneurs
de: Staatliche Hauptregistrierungsnummer Selbstständiger

source: Identification Kind
de: Identifikationsart

source: Individual Taxpayer Number (ITN, INN)
de: Individuelle Steuerzahlernummer (ITN, INN)

source: Email Address (Deprecated)
de: E-Mail-Adresse (Veraltet)

source: Unstructured Name (FQDN)
de: Unstrukturierter Name (FQDN)

source: Content Type
de: Inhaltstyp

source: Unstructured Address
de: Unstrukturierte Adresse

source: User ID (UID)
de: Nutzer-ID (UID)

source: Domain Component
de: Domain-Komponente

source: Jurisdiction Of Incorporation Locality Name
de: Ortsname der rechtlichen Niederlassung

source: Jurisdiction Of Incorporation State Or Province Name
de: Bundesland oder Provinz der rechtlichen Niederlassung

source: Jurisdiction Of Incorporation Country Name
de: Land der rechtlichen Niederlassung

source: DNI - National identity document (Spain)
de: DNI - Nationales Identitätsdokument (Spanien)

source: NSS - Social Security Number (Spain)
de: NSS - Sozialversicherungsnummer (Spanien)

source: Circulation Permit Number (SPAIN)
de: Circulation Permit Number (Spanien)

source: CIF - Tax Identification Code (Spain)
de: CIF - Steueridentifikationscode (Spanien)

source: NIF - Number of fiscal identification (Spain)
de: NIF - Number of fiscal identification (Spanien)

source: Subject Directory Attributes
de: Subjekt-Verzeichnisattribute

source: Subject Key Identifier
de: Subjekt-Schlüsselkennzeichner

source: Key Usage
de: Schlüsselverwendung

source: Subject Alternative Name
de: Subjekt Alternativname (SAN)

source: Issuer Alternative Name
de: Aussteller Alternativname (IAN)

source: Basic Constraints
de: Basis-Beschränkungen

source: Name Constraints
de: Namensbeschränkungen

source: Crl Distribution Points
de: CRL-Verteilungspunkte

source: Certificate Policies
de: Zertifikatsrichtlinien

source: Authority Key Identifier
de: Autoritätsschlüsselkennzeichner

source: Policy Constraints
de: Richtlinien-Beschränkungen

source: Extended Key Usage
de: Erweiterte Schlüsselnutzung

source: Freshest CRL
de: Neueste CRL

source: Inhibit Any Policy
de: Beliebige Richtlinie verhindern

source: Issuing Distribution Point
de: Ausgebender Verteilungspunkt

source: Authority Information Access
de: Autoritätsinformationszugang

source: Subject Information Access
de: Subjektinformationszugang

source: OCSP No Check
de: OSCP nicht überprüfen

source: TLS Feature
de: TLS-Funktion

source: CRL Number
de: CRL-Nummer

source: Delta CRL Indicator
de: Delta-CRL Kennzeichner

source: Precert Signed Certificate Timestamps
de: Precert-Signierte Zertifikats-Timestamps

source: Signed Certificate Timestamps
de: Signierte Zertifikats-Timestamps

source: Microsoft Certificate Template
de: Microsoft Zertifikats-Template

source: Extension OID
de: Erweiterungs-OID

source: RSA with MD5
de: RSA mit MD5

source: RSA with SHA1
de: RSA mit SHA1

source: RSA with SHA224
de: RSA mit SHA224

source: RSA with SHA256
de: RSA mit SHA256

source: RSA with SHA384
de: RSA mit SHA384

source: RSA with SHA512
de: RSA mit SHA512

source: RSA with SHA3-224
de: RSA mit SHA3-224

source: RSA with SHA3-256
de: RSA mit SHA3-256

source: RSA with SHA3-384
de: RSA mit SHA3-384

source: RSA with SHA3-512
de: RSA mit SHA3-512

source: ECDSA with SHA1
de: ECDSA mit SHA1

source: ECDSA with SHA224
de: ECDSA mit SHA224

source: ECDSA with SHA256
de: ECDSA mit SHA256

source: ECDSA with SHA384
de: ECDSA mit SHA384

source: ECDSA with SHA512
de: ECDSA mit SHA512

source: ECDSA with SHA3-224
de: ECDSA mit SHA3-224

source: ECDSA with SHA3-256
de: ECDSA mit SHA3-256

source: ECDSA with SHA3-384
de: ECDSA mit SHA3-384

source: ECDSA with SHA3-512
de: ECDSA mit SHA3-512

source: There are no Certificates available.
de: Es sind keine Zertifikate hinterlegt.

source: Download
de: Herunterladen

source: Issuing CA - Not Valid After
de: Issuing CA - Nicht gültig nach

source: Issuing CA - Signature Algorithm
de: Issuing CA - Signaturalgorithmus

source: There are no Issuing CAs available.
de: Es wurde noch keine Issuing CA hinzugefügt.

source: Config
de: Konfigurieren

source: Delete
de: Entfernen

source: There are no Domain available.
de: Es wurde noch keine Domain hinzugefügt.

source: No Truststores have been added yet.
de: Es wurden noch keine Truststores hinzugefügt.

source: Certificates issued by the CA:
de: Von der CA ausgestellte Zertifikate:

source: Certificates
de: Zertifikate

source: Download selected
de: Ausgewählte herunterladen

source: Signature
de: Signatur

source: Validity
de: Gültigkeit

source: Not valid before
de: Nicht gültig vor

source: Not valid after
de: Nicht gültig nach

source: Certificate Details
de: Zertifikatsdetails

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Download Certificates
de: Zertifikate herunterladen

source: 1 Certificate selected
de: 1 Zertifikat ausgewählt

source: Download Certificate
de: Zertifikat herunterladen

source: Download Certificate Including Certificate Chain
de: Zertifikat inkl. Zertifikatskette herunterladen

source: Download Certificate Chain Only
de: Nur Zertifikatskette herunterladen

source: Certificate
de: Zertifikat

source: %(certs.count)s Certificates selected
de: %(certs.count)s Zertifikate ausgewählt

source: Download Selected Certificates Only
de: Nur ausgewählte Zertifikate herunterladen

source: Download Certificates Including Certificate Chain
de: Zertifikate inkl. Zertifikatskette herunterladen

source: Download Certificate Chains Only
de: Nur Zertifikatsketten herunterladen

source: Add new Domain
de: Neue Domain hinzufügen

source: New Domain
de: Neue Domain

source: Add New Domain
de: Neue Domain hinzufügen

source: Configuration
de: Einstellungen

source: URL Path Segment
de: URL-Pfadsegment

source: Devices in Domain
de: Geräte in der Domain

source: Pending devices
de: Bereite Geräte

source: Running devices
de: Geräte im Onboarding

source: Onboarded devices
de: Eingebundene Geräte

source: Failed devices
de: Fehlgeschlagene Geräte

source: Revoked devices
de: Widerrufene Geräte

source: Expires in
de: Läuft ab in

source: Certificates Issued:
de: Ausgestellte Zertifikate:

source: PKI Protocol Configuration
de: PKI-Protokollkonfiguration

source: PKI Truststore Configuration
de: PKI-Truststore-Konfiguration

source: Save
de: Speichern

source: Confirm Domain Deletion
de: Domain-Entfernung bestätigen

source: Issuing CA - Unique Name
de: Issuing CA - Eindeutiger Name

source: Delete selected Domains
de: Ausgewählte Domains entfernen

source: No Issuing CA configured
de: Keine Issuing CA konfiguriert

source: Delete selected
de: Ausgewählte entfernen

source: Add new Issuing CA
de: Neue Issuing CA hinzufügen

source: File Import
de: Import aus Datei

source: Add New Issuing CA
de: Neue Issuing CA hinzufügen

source: Import New Issuing CA From File
de: Neue Issuing CA aus Datei importieren

source: Import From PKCS#12 File
de: Import aus PKCS#12-Datei

source: Import From Separate Key and Certificate Files
de: Import aus separaten Schlüssel- und Zertifikatsdateien

source: Generate A Key-Pair And Request Issuing CA Certificate
de: Ein Schlüsselpaar erzeugen und das Issuing Ca-Zertifikat anfordern

source: Request Issuing CA Certificate Using EST
de: Issuing CA-Zertifikat über EST anfordern

source: Request Issuing CA Certificate Using CMP
de: Issuing CA-Zertifikat über CMP anfordern

source: Request Issuing CA Certificate Using SCEP
de: Issuing CA-Zertifikat über SCEP anfordern

source: Configure A Remote Issuing CA
de: Eine externe Issuing CA konfigurieren

source: Configure A Remote Issuing CA Using EST
de: Eine externe Issuing CA über EST konfigurieren

source: Configure A Remote Issuing CA Using CMP
de: Eine externe Issuing CA über CMP konfigurieren

source: Configure A Remote Issuing CA Using SCEP
de: Eine externe Issuing CA über SCEP konfigurieren

source: No associated domains
de: Keine Domains konfiguriert

source: General
de: Allgemein

source: Type
de: Art

source: Created at
de: Erstellt um

source: Download CRL
de: CRL herunterladen

source: Generate CRL
de: CRL erstellen

source: Last CRL generated
de: Letzte CRL generatiert

source: Next CRL Generation Time (minutes)
de: Nächste CRL-Generation (Minuten)

source: Confirm Issuing CA Deletion
de: Issuing CA-Entfernung bestätigen

source: Deletion will revoke all certificates issued to devices by this CA with reason code 'Cessation of Operation'
de: Das Entfernen widerruft alle von dieser CA an Geräte ausgestellte Zertifikate mit dem Grund 'Cessation of Operation'

source: Delete selected Issuing CAs
de: Ausgewählte Issuing CAs entfernen

source: Add New Trust Store
de: Truststore hinzufügen

source: Trust Store File Import
de: Truststore aus Datei importieren

source: Confirm Truststore Deletion
de: Truststore-Entfernung bestätigen

source: Delete selected Truststores
de: Ausgewählte Truststores entfernen

source: Download Truststores
de: Truststores herunterladen

source: Download Truststore
de: Truststore herunterladen

source: Unexpected error occurred. Please see the logs or contact the Trustpoint support.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte die Logs überprüfen oder den Trustpoint-Support kontaktieren.

source: No Issuing CA Certificate found matching the uploaded private key. Please check your credential file(s).
de: Es wurde kein Issuing CA-Zertifikat gefunden, das mit dem hochgeladenen privaten Schlüssel übereinstimmt. Bitte die Credential-Datei(en) überprüfen.

source: Failed to construct full certificate chain from the uploaded file(s). Please make sure that the full certificate chain is included. The Issuing CA certificate up to the Root CA certificate is required.
de: Es konnte keine vollständige Zertifikatskette aus den hochgeladenen Datei(en) erstellt werden. Bitte stellen Sie sicher, dass die vollständige Zertifikatskette enthalten ist. Das Zertifikat der Issuing CA bis zum Root-CA-Zertifikat ist erforderlich.

source: The uploaded file(s) contain multiple possible Issuing CA certificates.Please make sure that only one single valid chain is included.
de: Die hochgeladene(n) Datei(en) enthält/enthalten mehrere mögliche Issuing CA-Zertifikate; bitte stellen Sie sicher, dass nur eine einzige gültige Kette enthalten ist.

source: The uploaded file(s) contain multiple certificate chains (cross-signed certificates). Please make sure to only include a single certificate chain for the Issuing CA.
de: Die hochgeladene(n) Datei(en) enthält/enthalten mehrere Zertifikatsketten (kreuzsignierte Zertifikate). Bitte stellen Sie sicher, dass nur eine einzige Zertifikatskette für die Issuing CA enthalten ist.

source: The uploaded file(s) contain a inconsistent certificate chain which contains a cycle (graph). (E.g. Certificate A singed B, B signed C and C singed A.)
de: Die hochgeladene(n) Datei(en) enthalten eine inkonsistente Zertifikatskette, die einen Zyklus (Graph) enthält. (z. B. Zertifikat A signiert B, B signiert C und C signiert A.)

source: (Must start with a letter. Can only contain letters, digits, underscores and hyphens)
de: (nur Buchstaben, Ziffern, Unterstrich und Bindestrich, muss mit einem Buchstaben beginnen)

source: Enter a valid unique name. {self.form_label}.
de: Einen gültigen eindeutigen Namen angeben. {self.form_label}.

source: (Must start with a letter. Can only contain lower case letters, digits, underscores and hyphens)
de: (nur Kleinbuchstaben, Ziffern, Unterstrich und Bindestrich, muss mit einem Buchstaben beginnen)

source: BSI Technical Guideline TR-02103
de: BSI Technische Richtlinie TR-02103

source: Trustpoint specified constraint.
de: Im Trustpoint vorgegebene Beschränkung.

source: Certificate version is not v3.
de: Die Version des Zertifikats ist nicht v3.

source: Certificate serial number is 0.
de: Die Zertifikatsseriennummer ist 0.

source: Certificate serial number is negative.
de: Die Zertifikatsseriennummer ist negativ.

source: Certificate serial number is shorter than 20 bytes.
de: Die Zertifikatsseriennummer ist kürzer als 20 Bytes.

source: The Issuer Alternative Name extension of the CA certificate is marked as critical.
de: Die Issuer Alternative Name-Erweiterung ist als kritisch markiert.

source: CA certificate does not contain the Key Usage extension.
de: Das CA-Zertifikat enthält keine Key Usage-Erweiterung.

source: The Key Usage extension of the CA certificate is marked as non-critical.
de: Die Key Usage-Erweiterung des CA-Zertifikats ist als nicht kritisch markiert.

source: The Policy Mappings extension of the CA certificate is marked as non-critical.
de: Die Policy Mapping-Erweiterung des CA-Zertifikats ist als nicht kritisch markiert.

source: The Subject Alternative Name (SAN) extension of the CA certificate is marked as critical, while the subject is not emtpy.
de: Die Subject Alternative Name (SAN)-Erweiterung des CA-Zertifikats ist als kritisch markiert und das Subject ist nicht leer.
