Repository: TrustPoint-Project/trustpoint
Catalog: trustpoint/pki/locale/*/LC_MESSAGES/django.po
Languages: de

source: Certificate does not contain the Authority Key Identifier extension.
de: Das Zertifikat enthält nicht die Authority Key Identifier-Erweiterung.

source: The Authority Key Identifier extension is marked as critical.
de: Die Authority Key Identifier-Erweiterung ist als kritisch markiert.

source: The Subject Key Identifier extension is marked as critical.
de: Die Subject Key Identifier-Erweiterung ist als kritisch markiert.

source: CA certificate does not have a Basic Constraints extension.
de: Das CA-Zertifikat enthält keine Basic Constraints-Erweiterung.

source: The Basic Constraints extension of the CA certificate is marked as non-critical.
de: Die Basic Constraints-Erweiterung des CA-Zertifikats ist als nicht kritisch markiert.

source: CA certificate has a Basic Constraints extension stating that the certificate is not a CA.
de: CA-Zertifikat hat eine Basic Constraints-Erweiterung, die besagt, dass das Zertifikat keine CA ist.

source: The Key Usage extension of the CA certificate missing one or more appropriate key usages (keyCertSign, cRLSign, digitalSignature).
de: In der Key Usage-Erweiterung des CA-Zertifikats fehlen eine oder mehrere geeignete Schlüsselverwendungen (keyCertSign, cRLSign, digitalSignature).

source: Certificate does not contain the Subject Key Identifier extension.
de: Das CA-Zertifikat enthält keine Subject Key Identifier-Erweiterung.

source: The Policy Constraints extension of the CA certificate is marked as non-critical.
de: Die Policy Constraints-Erweiterung des CA-Zertifikats ist als nicht kritisch markiert.

source: The Inhibit Any Policy extension of the CA certificate is marked as non-critical.
de: Die Inhibit Any Policy-Erweiterung des CA-Zertifikats ist als nicht kritisch markiert.

source: The Subject Alternative Name extension of the CA certificate is marked as non-critical, while the subject is emtpy
de: Die Subject Alternative Name (SAN)-Erweiterung des CA-Zertifikats ist als nicht kritisch markiert und das Subject ist leer

source: The Authority Key Identifier Extension of the CA certificate does not contain the Key Identifier field.
de: Die Authority Key Identifier-Erweiterung des CA-Zertifikats enthält nicht das Key Identifier-Feld.

source: Issuing CA not found.
de: Die Issuing CA wurde nicht gefunden.

source: No CRL available for issuing CA %s.
de: Für die Issuing CA %s ist keine CRL verfügbar.

source: CRL generated
de: CRL wurde erstellt

source: CRL could not be generated
de: CRL konnte nicht erstellt werden

source: Settings updated successfully.
de: Die Einstellungen wurden erfolgreich angewendet.
