Repository: TrustPoint-Project/trustpoint
Catalog: tmp/onboarding_deprecated/locale/*/LC_MESSAGES/django.po
Languages: de

source: Download certificate for device %(device.device_name)s
de: Zertifikat für Gerät %(device.device_name)s herunterladen

source: Fetching state from server...
de: Status wird vom Server abgerufen...

source: Download PKCS12 key and certificate
de: PKCS12-Zertifikatsbündel herunterladen

source: Download PKCS12
de: PKCS12 herunterladen

source: Certificate and keypair in PEM format
de: Zertifikat und Schlüsselpaar im PEM-Format

source: Download PEM
de: PEM herunterladen

source: Download Java KeyStore
de: Java KeyStore herunterladen

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Download credentials
de: Berechtigungsdaten herunterladen

source: Save details for %(device_name)s
de: Details von %(device_name)s speichern

source: Copy
de: Kopieren

source: Keypair in PEM format
de: Schlüsselpaar im PEM-Format

source: LDevID certificate
de: LDevID-Zertifikat

source: Onboarding device %(device_name)s manually via CLI
de: Manuelles Onboarding von Gerät %(device_name)s via CLI

source: Overall onboarding progress
de: Onboarding-Gesamtfortschritt

source: Device onboarding commands
de: Geräte-Onboarding-Befehle

source: Step 1: Download and verify TLS trust store
de: Schritt 1: TLS Truststore herunterladen und verifizieren

source: Copy to clipboard
de: Kopieren

source: Step 2: Create LDevID certificate
de: Schritt 2: LDevID-Zertifikat erzeugen

source: Step 3: Dowload LDevID certificate chain
de: Schritt 3: LDevID-Zertifikatskette herunterladen

source: Onboarding device %(device_name)s with Trustpoint Client
de: Einbinden des Geräts %(device_name)s mittels Trustpoint Client

source: Trustpoint Client Download
de: Herunterladen des Trustpoint Clients

source: Trustpoint Client Provisioning command
de: Trustpoint-Client Onboarding-Befehl

source: Onboarding progress
de: Onboarding-Status

source: Download certificate for device %(device_name)s
de: Zertifikat für Gerät %(device_name)s herunterladen

source: Confirm certificate revocation
de: Zertifikatswiderruf bestätigen

source: Revocation Reason
de: Widerrufsgrund

source: Revoke certificate
de: Zertifikat widerrufen

source: Onboarding: device_id kwarg not provided.
de: Onboarding: device_id kwarg fehlt.

source: Onboarding: Device with ID %s not found.
de: Onboarding: Kein Gerät mit der ID %s gefunden.

source: Keep the PKCS12 file secure! It contains the private key of the device.
de: Halten Sie die PKCS12-Datei geheim! Sie enthält den privaten Schlüssel des Geräts.

source: Device or password does not match.
de: Geräte-ID oder Passwort stimmen nicht überein.

source: Error
de: Fehler

source: Onboarding: Device %s onboarded successfully.
de: Onboarding: Das Gerät %s wurde erfolgreich hinzugefügt.

source: Onboarding process for device %(name)s failed. %(reason)s
de: Onboarding-Prozess für das Gerät %(name)s fehlgeschlagen. %(reason)s

source: Onboarding process for device %s canceled.
de: Onboarding-Prozess für das Gerät %s abgebrochen.

source: Onboarding process for device %(name)s is in unexpected state %(state)s.
de: Onboarding-Prozess für das Gerät %(name)s ist im unerwarteten Zustand %(state)s.

source: No active onboarding process for device %s found.
de: Es wurde kein aktiver Onboarding-Prozess für das Gerät %s gefunden.

source: Revocation
de: Zertifikatswiderruf

source: LDevID certificate for device %s revoked.
de: Das LDevID-Zertifikat für Gerät %s wurde widerrufen.

source: Failed to revoke LDevID certificate for device %s. This may be due to a deleted CA.
de: Das LDevID-Zertifikat von Gerät %s konnte nicht widerrufen werden. Möglicherweise wurde die CA entfernt.

source: Device %s has no LDevID certificate to revoke.
de: Das Gerät %s hat kein LDevID-Zertifikat, das widerrufen werden kann.
