Repository: Trustpoint-Project/trustpoint
Catalog: trustpoint/trustpoint/locale/*/LC_MESSAGES/django.po
Languages: de

source: Last 7 Days
de: Letzte 7 Tage

source: Last 30 Days
de: Letzte 30 Tage

source: All
de: Alle

source: Type
de: Art

source: Source
de: Quelle

source: Description
de: Beschreibung

source: No notifications available.
de: Keine Benachrichtigungen vorhanden.

source: Certificates issued by the CA:
de: Von der CA ausgestellte Zertifikate:

source: Certificates
de: Zertifikate

source: No certificates are available. Add an Issuing CA first.
de: Es sind keine Zertifikate verfügbar. Fügen Sie zuerst eine Issuing CA hinzu.

source: Download selected
de: Ausgewählte herunterladen

source: Signature
de: Signatur

source: Validity
de: Gültigkeit

source: Not valid before
de: Nicht gültig vor

source: Not valid after
de: Nicht gültig nach

source: Certificate Details
de: Details zum Zertifikat

source: Download Certificate
de: Zertifikat herunterladen

source: Download Certificates
de: Zertifikate herunterladen

source: Certificates selected
de: Ausgewählte Zertifikate

source: Download Selected Certificates
de: Ausgewählte Zertifikate herunterladen

source: DevID Registration
de: DevID-Registrierung

source: Add DevID Pattern
de: DevID-Muster hinzufügen

source: Confirm DevID Pattern Delete
de: Entfernen des DevID-Musters bestätigen

source: Delete
de: Entfernen

source: Add new DevID Onboarding Pattern
de: Neues DevID-Onboardingmuster hinzufügen

source: Use existing Truststore
de: Vorhandenen Truststore hinzufügen

source: Upload new Truststore
de: Neuen Truststore hochladen

source: Add new Domain
de: Neue Domain hinzufügen

source: New Domain
de: Neue Domain

source: Configuration
de: Konfiguration

source: General
de: Allgemein

source: URL Path Segment
de: URL-Pfadsegment

source: Devices in Domain
de: Geräte in der Domain

source: Total devices
de: Alle Geräte

source: Pending devices
de: Wartende Geräte

source: Running devices
de: Geräte mit laufendem Onboarding

source: Onboarded devices
de: Eingebundene Geräte

source: Failed devices
de: Fehlgeschlagene Geräte

source: Revoked devices
de: Widerrufene Geräte

source: Expiry Date
de: Ablaufdatum

source: Certificates Issued:
de: Ausgestellte Zertifikate:

source: Domain Options
de: Domain-Optionen

source: Enrollment
de: Einbindung

source: Authentication
de: Authentifizierung

source: Create new DevID Registration Pattern
de: Neues DevID-Registrierungsmuster erstellen

source: Confirm Domain Deletion
de: Entfernen der Domain bestätigen

source: Issuing CA - Unique Name
de: Eindeutiger Name der Issuing CA

source: Issuing CA Certificate
de: Issuing CA-Zertifikat

source: Delete selected Domains
de: Ausgewählte Domains entfernen

source: Domain - Details
de: Details zur Domain

source: No Issuing CA configured
de: Keine Issuing CA konfiguriert

source: Config
de: Konfiguration

source: # Devices
de: Anzahl Geräte

source: No domains are configured yet.
de: Es wurden noch keine Domains konfiguriert.

source: Issued Certificates for
de: Ausgestellte Zertifikate für

source: No certificates are available.
de: Es sind keine Zertifikate vorhanden.

source: Back to Domain
de: Zurück zur Domain

source: Add new Issuing CA
de: Neue Issuing CA hinzufügen

source: File Import
de: Import aus Datei

source: Import new Issuing CA from file
de: Neue Issuing CA aus Datei importieren

source: Import From PKCS#12 File
de: Aus PKCS#12-Datei importieren

source: Import From Separate Key and Certificate Files
de: Aus seperaten Schlüssel- und Zertifikatsdateien importieren

source: Generate a keypair and request an Issuing CA Certificate
de: Ein Schlüsselpaar erzeugen und ein Issuing CA-Zertifikat anfordern

source: Request Issuing CA Certificate Using EST
de: Issuing CA-Zertifikat mittels EST anfordern

source: Request Issuing CA Certificate Using CMP
de: Issuing CA-Zertifikat mittels CMP anfordern

source: Request Issuing CA Certificate Using SCEP
de: Issuing CA-Zertifikat mittels SCEP anfordern

source: Configure a Remote Issuing CA
de: Eine externe Issuing CA konfigurieren

source: Configure A Remote Issuing CA Using EST
de: Eine externe Issuing CA mittels EST konfigurieren

source: Configure A Remote Issuing CA Using CMP
de: Eine externe Issuing CA mittels CMP konfigurieren

source: Configure A Remote Issuing CA Using SCEP
de: Eine externe Issuing CA mittels SCEP konfigurieren

source: No associated domains
de: Keine zugehörigen Domains

source: Root CA Certificate
de: Root CA-Zertifikat

source: Intermediate CA
de: Zwischen-CA

source: Certificates issued:
de: Ausgestellte Zertifikate:

source: Revocation list
de: Sperrliste

source: Generate CRL
de: CRL erstellen

source: Download CRL
de: CRL herunterladen

source: Last CRL issued
de: CRL zuletzt ausgestellt

source: No CRL has been issued yet.
de: Es wurde noch keine Zertifikatssperrliste ausgestellt.

source: Confirm Issuing CA Deletion
de: Entfernen der Issuing CA bestätigen

source: Delete selected Issuing CAs
de: Ausgewählte Issuing CA entfernen

source: Back to CA
de: Zurück zur CA

source: Signature-Suite
de: Signatur-Suite

source: No Issuing CA has been added yet.
de: Es wurde noch keine Issuing CA hinzugefügt.

source: Add new Truststore
de: Neuen Truststore hinzufügen

source: Confirm Truststore Deletion
de: Entfernen von Truststores bestätigen

source: No Truststores selected.
de: Es wurden keine Truststores ausgewählt.

source: No Truststores found.
de: Es wurden keine Truststores gefunden.

source: Delete Truststores
de: Truststores entfernen

source: Truststore Details
de: Details zum Truststore

source: Download Truststore
de: Truststore herunterladen

source: Download Truststores
de: Truststores herunterladen

source: Truststores selected
de: Ausgewählte Truststores

source: Download Selected Truststores
de: Ausgewählte Truststores herunterladen

source: No Truststore has been added yet.
de: Es wurden noch keine Truststores hinzugefügt.

source: Language Configuration
de: Spracheinstellungen (Language)

source: Log file
de: Log-Datei

source: First log entry
de: Erster Logeintrag

source: Last log entry
de: Letzter Logeintrag

source: View
de: Ansehen

source: No log files available.
de: Keine Log-Dateien vorhanden.

source: Download selected (tar.gz)
de: Ausgewählte herunterladen (tar.gz)

source: Download selected (zip)
de: Ausgewählte herunterladen (zip)

source: Network Configuration
de: Netzwerkkonfiguration

source: NTP Configuration
de: NTP-Konfiguration

source: Security Configuration
de: Sicherheitseinstellungen

source: Some settings are hidden as they are unavailable for the selected security level.
de: Einige Einstellungen sind ausgeblendet, da sie für das ausgewählte Sicherheitslevel nicht verfügbar sind.

source: WARNING!
de: ACHTUNG!

source: By saving, you will disable the local auto-generated PKI. This revokes all certificates issued by the local auto-generated PKI.
de: Beim Speichern wird die lokale automatisch generierte PKI deaktiviert. Dies widerruft alle durch die auto-generierte PKI ausgestellten Zertifikate.

source: This action is irreversible.
de: Diese Aktion ist unwiderruflich.

source: Trustpoint - Setup Wizard
de: Trustpoint - Einrichtungs-Wizard

source: Create Super-User
de: Super-User erstellen

source: Pre-population with Demo Data
de: Anlegen von Demodaten

source: Continue with Demo Data
de: Mit Demodaten fortfahren

source: Continue without Demo Data
de: Ohne Demodaten fortfahren

source: Generate Self-Signed TLS-Server Credential
de: Selbstsigniertes TLS-Server-Credential erzeugen

source: Configure TLS-Server Credential
de: TLS-Server-Credential konfigurieren

source: Import TLS-Server Credential From File
de: TLS-Server Credential aus Datei importieren

source: Download TLS-Server Trust-Store
de: TLS-Server-Truststore herunterladen

source: Apply TLS-Configurations
de: TLS-Konfiguration anwenden

source: Dashboard
de: Übersicht

source: Settings
de: Einstellungen

source: Language
de: Sprache (Language)

source: Security
de: Sicherheit

source: Light theme
de: Helles Theme

source: Dark theme
de: Dunkles Theme

source: Logout
de: Ausloggen

source: You have been logged out.
de: Sie wurden erfolgreich ausgeloggt.

source: Login again
de: Erneut einloggen

source: (Must start with a letter. Can only contain letters, digits, underscores and hyphens)
de: (Muss mit einem Buchstaben beginnen und darf nur Buchstaben ohne Umlaute, Ziffern, Unter- und Bindestriche enthalten)

source: Enter a valid unique name. {self.form_label}.
de: Geben sie einen gültigen eindeutigen Namen für {self.form_label} ein.

source: German
de: Deutsch

source: English
de: Englisch
