Repository: Trustpoint-Project/trustpoint
Catalog: trustpoint/trustpoint/locale/*/LC_MESSAGES/django.po
Languages: de

source: Domain Component
de: Domain-Komponente

source: Serial Number
de: Seriennummer

source: Validity (days)
de: Gültigkeit in Tagen

source: IPv4-Addresses (comma-separated list)
de: IPv4-Adressen (durch Kommata trennen)

source: IPv6-Addresses (comma-separated list)
de: IPv6-Adressen (durch Kommata trennen)

source: Domain-Names (comma-separated list)
de: Domain-Namen (durch Kommata trennen)

source: Device
de: Gerät

source: Pending
de: Wartend

source: Onboarding Protocol
de: Onboarding-Protokoll

source: EST Password
de: EST-Passwort

source: IDevID Manufacturer Truststore
de: IDevID Hersteller-Truststore

source: Created
de: Erstellt

source: Generic
de: Generisch

source: Credential Purpose
de: Zweck des Credentials

source: Revoke
de: Widerrufen

source: Revoked
de: Widerrufen

source: New
de: Neu

source: Confirmed
de: Bestätigt

source: In Progress
de: Laufend

source: Solved
de: Gelöst

source: Not Solved
de: Nicht gelöst

source: Escalated
de: Eskaliert

source: Suspended
de: Suspendiert

source: Rejected
de: Abgelehnt

source: Deleted
de: Gelöscht

source: Closed
de: Geschlossen

source: Acknowledged
de: Zur Kenntnis genommen

source: Failed
de: Fehlgeschlagen

source: Expired
de: Abgelaufen

source: WARNING
de: WARNUNG

source: CRITICAL
de: KRITISCH

source: Certificate
de: Zertifikat

source: Custom Message
de: Benutzerdefinierte Nachricht

source: Test for Issuing CA: {ca}
de: Ein Test für Issuing CA: {ca}

source: Notification for Issuing CA: {ca}
de: Benachrichtigung für Issuing CA: {ca}

source: Test for Domain: {domain}
de: Test für Domain: {domain}

source: Notification for Domain: {domain}
de: Benachrichtigung für Domain: {domain}

source: Test for Certificate: {cn}
de: Test für Zertifikat: {cn}

source: Notification for Certificate: Common Name {cn} with Serial Number {sn}
de: Benachrichtigung für Zertifikat: Common Name {cn} mit Seriennummer {sn}

source: Test for Device: {device}
de: Test für Gerät: {device}

source: Notification for Device: {device}
de: Benachrichtigung für Gerät: {device}

source: Populate test data
de: Testdaten einfügen

source: Click <a href="{url}">here</a> to add test issuing CAs, domains and devices.
de: Nutzen Sie diesen <a href="{url}">Link</a>, um zu Testzwecken Issuing CAs, Domains und Geräte hinzuzufügen.

source: Access the Trustpoint Documentation
de: Lesen Sie die Dokumentation von Trustpoint

source: You can find the official Trustpoint documentation here: {link}
de: Die offizielle Dokumentation für Trustpoint finden Sie hier: {link}

source: Explore the Trustpoint project
de: Entdecken Sie das Trustpoint-Forschungsprojekt

source: Visit the Trustpoint GitHub repository for more information: <a href="{url_github}" target="_blank">Trustpoint GitHub</a><br>Learn more about industrial security and the Trustpoint project on our <a href="{url_homepage}" target="_blank">homepage</a>
de: Besuchen Sie das Trustpoint GitHub-Repository für weitere Informationen: <a href="{url_github}" target="_blank">Trustpoint GitHub</a><br> Auf unserer <a href="{url_homepage}" target="_blank">Homepage</a> finden Sie mehr nützliche Infos über industrielle Sicherheit und das Truspoint-Forschungsprojekt

source: Welcome to Trustpoint!
de: Willkommen bei Trustpoint!

source: Thank you for setting up Trustpoint. This system will help you manage your certificates and secure your environment.
de: Vielen Dank für die Installation von Trustpoint. Dieses System wird Ihnen helfen, Ihre Zertifikate zu verwalten und Ihre Umgebung abzusichern.

source: System health check failed
de: Systemprüfung fehlgeschlagen

source: The system health check detected an issue with one or more services. Please investigate immediately.
de: Bei der Überprüfung des Systemzustands wurde ein Problem mit einem oder mehreren Diensten festgestellt. Bitte gehen Sie diesem sofort nach.

source: Security vulnerability detected
de: Sicherheitsschwachstelle entdeckt

source: A security vulnerability affecting system components has been detected. Immediate attention required.
de: Es wurde eine Sicherheitslücke entdeckt, die Systemkomponenten betrifft. Sofortige Aufmerksamkeit ist erforderlich.

source: Certificate {common_name} is expiring soon
de: Zertifikat {common_name} läuft bald aus

source: The certificate {common_name} is set to expire on {not_valid_after}.
de: Das Zertifikat {common_name} wird am {not_valid_after} auslaufen.

source: Certificate {common_name} has expired
de: Zertifikat {common_name} ist ausgelaufen

source: The certificate {common_name} expired on {not_valid_after}.
de: Das Zertifikat {common_name} ist am {not_valid_after} ausgelaufen.

source: Issuing CA {unique_name} is expiring soon
de: Issuing CA {unique_name} läuft bald aus

source: The issuing CA {unique_name} is set to expire on {not_valid_after}.
de: Die Issuing CA {unique_name} wird am {not_valid_after} auslaufen.

source: Issuing CA {unique_name} has expired
de: Issuing CA {unique_name} ist ausgelaufen

source: The issuing CA {unique_name} expired on {not_valid_after}.
de: Die Issuing CA {unique_name} ist am {not_valid_after} ausgelaufen.

source: Domain {unique_name} has no Issuing CA assigned
de: Domain {unique_name} ist keiner Issuing CA zugewiesen

source: The domain {unique_name} currently has no Issuing CA assigned.
de: Die Domain {unique_name} ist momentan keiner Issuing CA zugewiesen.

source: Device {device} is not onboarded in {domain}
de: Gerät {device} ist nicht in {domain} eingebunden

source: The device {device} has not completed onboarding.
de: Das Gerät {device} hat den Onboarding-Prozess nicht abgeschlossen.

source: Device {device} onboarding failed
de: Onboarding fehlgeschlagen für Gerät {device}

source: The device {device} failed onboarding.
de: Der Onboarding-Prozess für das Gerät {device} ist fehlgeschlagen.

source: Device {device} certificate revoked
de: Zertifikat von Gerät {device} widerrufen

source: The device {device} has had its certificate revoked. The device may no longer be trusted.
de: Das Zertifikat des Geräts {device} ist widerrufen worden. Dem Gerät darf nicht mehr vertraut werden.

source: Certificate {common_name} uses a weak signature algorithm
de: Zertifikat {common_name} verwendet einen schwachen Signaturalgorithmus

source: The certificate {common_name} is signed using {signature_algorithm}, which is considered weak.
de: Das Zertifikat {common_name} ist mit {signature_algorithm} signiert, was als schwach angesehen wird.

source: Certificate {common_name} uses insufficient key length
de: Zertifikat {common_name} verwendet zu geringe Schlüssellänge

source: The certificate {common_name} uses an RSA key size of {spki_key_size} bits, which is less than the recommended 2048 bits.
de: Das Zertifikat {common_name} verwendet eine RSA-Schlüssellänge von {spki_key_size} Bits, weniger als die empfohlenen 2048 Bits.

source: Certificate {common_name} uses a weak ECC curve
de: Zertifikat {common_name} nutzt eine schwache ECC-Kurve

source: The certificate {common_name} is using the {spki_ec_curve} ECC curve, which is no longer recommended.
de: Das Zertifikat {common_name} verwendet die {spki_ec_curve} ECC-Kurve, die nicht mehr empfohlen wird.

source: Unknown Notification message string.
de: Unbekannter Benachrichtigungstext.

source: Guess we messed up. Type of this notification is %(type)s
de: Da ist etwas schiefgelaufen. Der Typ dieser Benachrichtigung ist %(type)s

source: Created at
de: Erstellt um

source: Unknown Notification message type.
de: Unbekannte Benachrichtigungstextart.

source: Select Method
de: Methode auswählen

source: Unique Name
de: Eindeutiger Name

source: PEM or PKCS#7 File
de: PEM oder PKCS#7-Datei

source: Unexpected error occurred while trying to get file contents. Please see logs for further details.
de: Ein unerwarteter Fehler ist beim Laden der Dateiinhalte aufgetreten. Mehr Details sind im Log vorhanden.

source: Select Truststore Container Type
de: Truststore-Containertyp auswählen

source: Single File
de: Einzelne Datei

source: Separate Certificate Files (as .zip file)
de: Separate Zertifikatsdateien (als .zip-Datei)

source: Separate Certificate Files (as .tar.gz file)
de: Separate Zertifikatsdateien (als .tar.gz-Datei)

source: Select Included Certificates
de: Enthaltene Zertifikate auswählen

source: Selected certificates only
de: Nur ausgewählte Zertifikate

source: Include certificate chains
de: Zertifikatsketten einschließen

source: Select Truststore File Format
de: Truststore-Dateityp auswählen

source: Select Certificate Container Type
de: Zertifikatscontainertyp auswählen

source: Select Certificate File Format
de: Zertifikats-Dateiformat wählen

source: Import a new Issuing CA from file
de: Eine neue Issuing CA aus Datei importieren

source: Generate a key-pair and request an Issuing CA certificate
de: Ein Schlüsselpaar erzeugen und ein Issuing CA-Zertifikat anfordern

source: Configure a remote Issuing CA
de: Eine externe Issuing CA konfigurieren

source: File Type
de: Dateityp

source: PKCS#12 File (.p12, .pfx)
de: PKCS#12-Datei (.p12, .pfx)

source: [Optional] PKCS#12 password
de: [Optional] PKCS#12-Passwort

source: Private Key File (.key, .pem)
de: Privater Schlüssel (.key, .pem)

source: [Optional] Private Key File Password
de: [Optional] Passwort für privaten Schlüssel

source: Issuing CA Certificate (.cer, .der, .pem, .p7b, .p7c)
de: Issuing CA-Zertifikat (.cer, .der, .pem, .p7b, .p7c)

source: Signature Algorithm OID
de: OID des Signatur-Algorithmus

source: Signature Value
de: Signatur-Wert

source: Issuer
de: Aussteller

source: Issuer Public Bytes
de: Öffentliche Bytes des Ausstellers

source: Not Valid Before (UTC)
de: Nicht gültig vor (UTC)

source: Not Valid After (UTC)
de: Nicht gültig nach (UTC)

source: Subject
de: Subjekt

source: Subject Public Bytes
de: Subjekt Öffentliche Bytes

source: Public Key Algorithm OID
de: OID des Algorithmus für den öffentlichen Schlüssel

source: Public Key Algorithm
de: Algorithmus für den öffentlichen Schlüssel

source: Public Key Size
de: Länge des öffentlichen Schlüssels

source: Public Key Curve OID (ECC)
de: OID der ECC-Kurve für den öffentlichen Schlüssel

source: Public Key Curve (ECC)
de: ECC-Kurve für den öffentlichen Schlüssel

source: Certificate (PEM)
de: Zertifikat (PEM)

source: Public Key (PEM, SPKI)
de: Öffentlicher Schlüssel (PEM, SPKI)

source: Signature Algorithm
de: Signatur-Algorithmus

source: Unspecified
de: Ohne Angabe

source: Key Compromise
de: Schlüssel kompromittiert

source: CA Compromise
de: CA kompromittiert

source: Affiliation Changed
de: Zugehörigkeit geändert

source: Superseded
de: Ersetzt

source: Cessation of Operation
de: Betrieb eingestellt

source: Certificate Hold
de: Zertifikat halten

source: Privilege Withdrawn
de: Privileg widerrufen

source: AA Compromise
de: AA kompromittiert

source: Remove from CRL
de: Von CRL entfernen

source: Revocation Reason
de: Widerrufsgrund

source: Serial Number Pattern
de: Format der Seriennummer

source: Active
de: Aktiv

source: Updated
de: Aktualisiert

source: IPv4 Address
de: IPv4-Adresse

source: IPv6 Address
de: IPv6-Adresse

source: IPv4 Network
de: IPv4-Netzwerk

source: IPv6 Network
de: IPv6-Netzwerk

source: Critical
de: Kritisch

source: Path Length Constraint
de: Pfadlängenbegrenzung

source: Digital Signature
de: Digitale Signatur

source: Encipher Only
de: Nur vershlüsseln

source: Decipher Only
de: Nur entschlüsseln

source: RFC822 Names
de: RFC822 Namen

source: DNS Names
de: DNS Namen

source: Directory Names
de: Verzeichnisnamen

source: IP Addresses
de: IP-Adressen

source: Registered IDs
de: Registrierte IDs

source: Other Names
de: Weitere Namen

source: Subject Directory Attributes
de: Subjekt-Verzeichnisattribute

source: Issuing CA Name
de: Name der Issuing CA

source: Issuing CA Type
de: Art der Issuing CA

source: Private Key (PEM)
de: Privater Schlüssel (PEM)

source: Trust Store Certificate Index (Order)
de: Truststore-Zertifikatsindex (Reihenfolge)

source: Settings updated successfully.
de: Die Einstellungen wurden erfolgreich angewendet.

source: No CRL available for issuing CA %s.
de: Für die Issuing CA %s ist keine CRL verfügbar.

source: Security level presets
de: Allgemeines Sicherheitslevel

source: Advanced security settings
de: Erweiterte Sicherheitseinstellungen

source: Enable local auto-generated PKI
de: Lokale automatisch generierte PKI aktivieren

source: Key Algorithm for auto-generated PKI
de: Schlüsselalgorithmus für automatisch generierte PKI

source: Testing env
de: Testumgebung

source: Basic
de: Grundlegend

source: Medium
de: Mittel

source: High
de: Hoch

source: Highest
de: Höchstes

source: Your security setting %s does not allow the feature: %s
de: Ihre Sicherheitseinstellung %s erlaubt die Funktion nicht: %s

source: Your changes were saved successfully.
de: Ihre Änderungen wurden erfolgreich gespeichert.

source: Error saving the configuration
de: Beim Speichern der Einstellungen ist ein Fehler aufgetreten

source: Add Device
de: Gerät hinzufügen

source: Cancel
de: Abbrechen

source: Create Device
de: Gerät erstellen

source: Device configuration
de: Gerätekonfiguration

source: Back
de: Zurück

source: Save
de: Speichern

source: Confirm Device Deletion
de: Entfernen des Geräts bestätigen

source: Deletion will revoke any active credentials issued to devices with reason code 'Cessation of Operation'
de: Das Entfernen des Geräts widerruft alle aktiven ausgestellten Zertifikate mit dem Grund 'Cessation of Operation'

source: device
de: Gerät

source: Issued Credentials
de: Ausgestellte Credentials

source: Delete selected devices
de: Ausgewählte Geräte entfernen

source: Download Issued
de: Herunterladen des ausgestellen

source: Application Certificate
de: Anwendungszertifikat

source: Download Issued Domain Certificate
de: Ausgestelltes Domain-Zertifikat herunterladen

source: Download Certificate Only
de: Nur das Zertifikat herunterladen

source: Download Certificate Chain Including End-Entity Certificate
de: Zertifikatskette inkl. Endgerätezertifikat herunterladen

source: Download Certificate Chain Excluding End-Entity Certificate
de: Zertifikatskette ohne Endgerätezertifikat herunterladen

source: Certificate Lifecycle Management
de: Zertifikatslebenszyklus-Verwaltung

source: Device Name
de: Gerätename

source: Device Serial Number
de: Seriennummer des Geräts

source: Onboarding protocol
de: Onboarding-Protokoll

source: PKI protocol
de: PKI-Protokoll

source: This device is not part of any domain.
de: Dieses Gerät ist nicht Teil einer Domain.

source: Signature Suite
de: Signatur-Suite

source: Issue new Application Credentials
de: Neue Anwendungs-Credentials ausstellen

source: Issued Domain Credentials
de: Ausgestellte Domain-Credentials

source: Help - Issue new Domain Credentials
de: Hilfe - Neue Domain-Credentials ausstellen

source: Issued at
de: Ausgestellt um

source: Expiration date
de: Auslaufdatum

source: Expires in
de: Läuft aus in

source: Download
de: Herunterladen

source: No domain credential is issued to this device yet.
de: Es ist noch kein Domain-Credential an dieses Gerät ausgestellt.

source: Issued Application Credentials
de: Ausgestellte Anwendungs-Credentials

source: Help - Issue new Application Credentials
de: Hilfe - Neue Anwendungs-Credentials ausstellen

source: No application credentials are issued to this device yet.
de: Es ist noch kein Anwendungs-Credential an dieses Gerät ausgestellt.

source: Download as PKCS#12
de: Als PKCS#12 herunterladen

source: Download as ZIP (PEM)
de: Als ZIP (PEM) herunterladen

source: Download as TAR.GZ (PEM)
de: Als TAR.GZ (PEM) herunterladen

source: Download on Device browser
de: Von Gerätebrowser herunterladen

source: Issue Application Credential
de: Anwndungs-Credential ausstellen

source: Application Credential Details
de: Details zum Anwendungs-Credential

source: Download credentials
de: Credentials herunterladen

source: Credential download authentication for %(device_name)s
de: Authentifizierung zum Download des Credentials für %(device_name)s

source: Device details
de: Gerätedetails

source: Creation date
de: Erstellt

source: Updated date
de: Aktualisiert

source: Device onboarding status
de: Geräte-Onboardingstatus

source: PKI Protocol
de: PKI-Protokoll

source: Yes
de: Ja

source: No
de: Nein

source: Domain Details
de: Details zur Domain

source: DevID Registration Patterns
de: DevID-Registrierungsmuster

source: There are no DevID Registration Patterns available.
de: Es sind keine DevID-Registrierungsmuster vorhanden.

source: Issuing CA Details
de: Details zur Issuing CA

source: Last CRL Issued At
de: Letzte CRL ausgestellt am

source: Inactive
de: Inaktiv

source: Created At
de: Erstellt am

source: Devices
de: Geräte

source: No devices have been added yet.
de: Es sind noch keine Geräte hinzugefügt worden.

source: Delete selected
de: Ausgewählte entfernen

source: Add new Device
de: Neues Gerät hinzufügen

source: TLS-Client Certificate Request URL
de: TLS-Client-Zertifikatsanfrage-URL

source: TLS-Server Certificate Request URL
de: TLS-Client-Zertifikatsanfrage-URL

source: Required Public Key Type
de: Erforderlicher Typ des öffentlichen Schlüssels

source: Download TLS Server Certificate
de: TLS-Serverzertifikat herunterladen

source: TLS Server Certificate in PEM format. You can copy this and paste it into a new file named server_cert.pem
de: TLS-Serverzertifikat im PEM-Format. Es kann kopiert und in einer neuen Datei namens server_cert.pem eingefügt werden.

source: TLS-Client CSR Generation
de: TLS-Client CSR-Generierung

source: TLS-Server CSR Generation
de: TLS-Server CSR-Generierung

source: Mismatch: Allow App Certificates Without Domain Credential
de: Einstellung stimmt nicht überein: Anwendungszert. ohne Domain-Credential erlauben

source: Disabled
de: Deaktiviert

source: Mismatch: Allow Username & Password Registration
de: Einstellung stimmt nicht überein: Registrierung mit Nutzername & Passwort erlauben

source: Enabled
de: Aktiviert

source: Mismatch: Username & Password Authentication
de: Einstellung stimmt nicht überein: Registrierung mit Nutzername & Passwort

source: Mismatch: Domain Credential Authentication
de: Einstellung stimmt nicht überein: Authentifizierung durch Domain-Credential

source: EST Username
de: EST-Nutzername

source: Generate a Keypair
de: Schlüsselpaar erzeugen

source: Help - No Onboarding - CMP Shared Secret
de: Hilfe - Kein Onboarding - CMP Shared Secret

source: Summary
de: Übersicht

source: Enroll Application Credential
de: Anwendungs-Credential einbinden

source: Certificate Lifecycle Management Summary
de: Übersicht Zertifikatslebenszyklus-Verwaltung

source: TLS-Client Certificate Request
de: TLS-Client-Zertifikatsanfrage

source: OpenSSL Command
de: OpenSSL-Befehl

source: Mutable Parameters
de: Anpassbare Parameter

source: Note that it is possible to use the CMP initialization (IR) and certification (CR) request message types interchangeably for this use case. Thus, if you are using a different CMP client that requires you to use the initialization request message type, this will work as well.
de: Die CMP-Nachrichtentypen Initialisierung (IR) und Zertifizierung (CR) sind für diesen Anwendungsfall austauschbar. Wenn Sie also einen anderen CMP-Client verwenden, der die Verwendung des Message-Typs IR erfordert, funktioniert dies ebenfalls.

source: TLS-Server Certificate Request
de: TLS-Server-Zertifikatsanfrage

source: Add as many SAN entries as desired, separated by whitespace. At least one must be given. The default is to make the SAN extension critical. To make it non-critical, remove the keyword critical.
de: So viele SAN-Einträge wie gewünscht hinzufügen, getrennt durch Leerzeichen. Mindestens einer muss angegeben werden. Standardmäßig wird die SAN-Erweiterung als kritisch eingestuft. Um sie nicht kritisch zu machen, entfernen Sie das Schlüsselwort critical.

source: Application Certificates
de: Anwendungszertifikate

source: Enroll TLS Client Certificate
de: TLS-Clientzertifikat einbinden

source: Enroll TLS Server Certificate
de: TLS-Serverzertifikat einbinden

source: Convert DER to PEM
de: Format von DER zu PEM konvertieren

source: CA Certificate Chain
de: Zertifikatskette der CA

source: curl Command
de: curl-Befehl

source: Convert PKCS7 to PEM
de: Von PKCS7 zu PEM konvertieren

source: Help - No Onboarding - EST Username Password
de: Hilfe - Kein Onboarding - EST mit Nutzername und Passwort

source: Create Keypair and Certificate Signing Request (CSR)
de: Schlüsselpaar und Zertifikatssignierungsanfrage (CSR) erstellen

source: Download or Copy the Trustpoint TLS Server Certificate
de: Das Trustpoint-TLS-Serverzertifikat herunterladen oder kopieren

source: EST capabilities
de: EST-Funktionalitäten

source: TLS-Client Certificate
de: TLS-Clientzertifikat

source: TLS-Server Certificate
de: TLS-Serverzertifikat

source: Help - CMP Application Credentials
de: Hilfe - CMP Anwendungs-Credentials

source: Lifecycle Management
de: Lebenszyklus-Management

source: Help - CMP IDevID Onboarding
de: Hilfe - CMP IDevID-Onboarding

source: Enroll Domain Credential
de: Domain-Credential einbinden

source: Domain Credential Request URL
de: URL der Domain-Credential-Anfrage

source: Download or Copy Issuing CA Certificate
de: Zertifikat der Issuing CA herunterladen oder kopieren

source: Download Issuing CA Certificate
de: Zertifikat der Issuing CA herunterladen

source: Issuing CA in PEM format. You can copy this and paste it into a new file named issuing_ca_cert.pem
de: Zertifikat der Issuing CA im PEM-Format. Es kann kopiert und in einer neuen Datei namens issuing_ca_cert.pem eingefügt werden.

source: OpenSSL 3.x Commands
de: OpenSSL 3.x-Befehle

source: Domain Credential Key-Pair Generation
de: Domain-Credential-Schlüsselpaar erzeugen

source: PKCS#12 IDevID Certificate Extraction
de: IDevID-Zertifikat aus PKCS#12 extrahieren

source: PKCS#12 IDevID Certificate Chain Extraction
de: Zertifikatskette aus PKCS#12 extrahieren

source: PKCS#12 IDevID Private Key Extraction
de: Privaten Schlüssel aus PKCS#12 extrahieren

source: Please make sure that the root CA certificate is not included in the chain. If it is, you should remove it manually, e.g. using a text editor.
de: Bitte prüfen, dass das Root-CA-Zertifikat nicht in der Kette enthalten ist. Andernsfalls sollten Sie es manuell entfernen, z.B. mit einem Texteditor.

source: Help - CMP Shared Secret Onboarding
de: Hilfe - CMP Shared Secret-Onboarding

source: Enroll the Domain Credential with CMP
de: Das Domain-Credential mit CMP einbinden

source: Enroll Domain Credential Certificate
de: Das Zertifikat des Domain-Credentials einbinden

source: Domain Credential CSR Generation
de: Erstellen des Domain-Credential-CSR

source: Help - Application Certificates - EST Domain Credential Authentication
de: Hilfe - Anwendungszertifikate - EST mit Authentifizierung durch Domain-Credential

source: Help - Onboarding - EST Username Password
de: Hilfe - Onboarding - EST mit Nutzername & Passwort

source: Confirm credential revocation
de: Widerruf des Credentials

source: Credential purpose
de: Zweck des Credentials

source: Associated device
de: Zugehöriges Gerät

source: Revoke credential
de: Credential widerrufen

source: Charts
de: Diagramme

source: Success
de: Erfolg

source: Error
de: Fehler

source: Notification Details
de: Benachrichtigungsdetails

source: Notification Type:
de: Benachrichtigungsart:

source: Notification Source:
de: Quelle der Benachrichtigung:

source: Certificate:
de: Zertifikat:

source: Device:
de: Gerät:

source: Message:
de: Nachricht:

source: Created At:
de: Erstellt um:

source: Mark as Solved
de: Als gelöst markieren

source: Notifications
de: Benachrichtigungen

source: Warning
de: Warnung

source: Setup
de: Einrichtung

source: Today
de: Heute
